Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2017.tmx
Source language: en_us
Languages: zh_cn

source: We waived tuition and miscellaneous fees for students from poor rural families at regular senior high schools.
zh_cn: 免除农村贫困家庭学生普通高中学杂费。

source: Over the course of the year, more than 84 million grants were given to students from poor families studying in all types of schools.
zh_cn: 全年资助各类学校家庭困难学生8400多万人次。

source: The basic health insurance systems for rural and nonworking urban residents were merged and government subsidies for the system were increased.
zh_cn: 整合城乡居民基本医保制度，提高财政补助标准。

source: More funding was provided for basic public health services.
zh_cn: 增加基本公共卫生服务经费。

source: Full coverage of the serious disease insurance scheme was achieved, and healthcare costs meeting relevant provisions can now be settled on the spot when incurred anywhere within the provincial-level administrative area where insurance is registered.
zh_cn: 实现大病保险全覆盖，符合规定的省内异地就医住院费用可直接结算。

source: We increased public cultural services at the community level.
zh_cn: 加强基层公共文化服务。

source: The Fitness for All initiative was launched, and Chinese athletes gave an excellent performance at the Olympic Games and Paralympic Games in Rio de Janeiro.
zh_cn: 实施全民健身计划，体育健儿在里约奥运会、残奥会上再创佳绩。

source: Last year, parts of the country, especially the Yangtze basin, were hit by severe flooding and other disasters. We acted quickly to provide effective rescue and relief, swiftly relocated over 9 million people, minimized damage and loss, and made systematic progress with recovery and reconstruction efforts.
zh_cn: 去年部分地区特别是长江流域发生严重洪涝等灾害，通过及时有力开展抢险救灾，紧急转移安置900多万人次，最大限度降低了灾害损失，恢复重建有序进行。

source: Eighth, we continued to enhance government performance and improve governance, thus ensuring social harmony and stability.
zh_cn: 八是推进政府建设和治理创新，社会保持和谐稳定。

source: The State Council submitted 13 legislative proposals to the Standing Committee of the National People's Congress (NPC) for approval and adopted or revised 8 sets of administrative regulations.
zh_cn: 国务院提请全国人大常委会审议法律议案13件，制定修订行政法规8件。

source: We improved mechanisms for drawing on public opinions in decision making on public issues and worked with keen attention to handle the proposals and suggestions of NPC deputies and CPPCC National Committee members.
zh_cn: 完善公共决策吸纳民意机制，认真办理人大代表建议和政协委员提案。

source: We made progress in strengthening government transparency by releasing lists of the powers and responsibilities of all provincial-level government departments.
zh_cn: 推进政务公开，省级政府部门权力和责任清单全面公布。

source: We intensified accountability inspections. The third State Council accountability inspection was carried out; special inspections and third-party evaluations were conducted on the implementation of policies related to cutting overcapacity and encouraging private investment; and new steel projects launched in breach of regulations and the production and sale of substandard steel products were strictly investigated and dealt with.
zh_cn: 加大督查问责力度，组织开展第三次国务院大督查，对去产能、民间投资等政策落实情况进行专项督查和第三方评估，严肃查处一些地区违规新建钢铁项目、生产销售“地条钢”等行为。

source: We strengthened workplace safety efforts and saw a continued decline in the total number of accidents and in the number of accidents of a serious nature.
zh_cn: 加强安全生产工作，事故总量和重特大事故数量继续下降。

source: We took comprehensive measures to maintain law and order and, in accordance with law, cracked down on crime and other violations, effectively safeguarding national and public security.
zh_cn: 强化社会治安综合治理，依法打击违法犯罪，有力维护了国家安全和公共安全。

source: We carried out in earnest activities to enable Party members to gain a good understanding of the Party Constitution, Party regulations, and General Secretary Xi Jinping's major policy addresses and to meet Party standards.
zh_cn: 扎实开展“两学一做”学习教育，

source: We worked scrupulously to ensure compliance with the Party Central Committee's eight-point decision on improving Party and government conduct, took firm action to address formalism, bureaucratism, hedonism, and extravagance, and rigorously enforced the State Council's three-point decision on curbing government spending.
zh_cn: 认真落实党中央八项规定精神，坚决纠正“四风”，严格执行国务院“约法三章”。

source: We punished a number of corrupt officials in accordance with law, and the fight against corruption has built up irresistible momentum.
zh_cn: 依法惩处一批腐败分子，反腐败斗争形成压倒性态势。

source: As a major country, China has made outstanding achievements in its diplomacy with distinctive features over the past year.
zh_cn: 过去一年，中国特色大国外交卓有成效。

source: President Xi Jinping and other Chinese leaders visited many countries. They attended major international events, including the 24th APEC Economic Leaders Meeting, the Shanghai Cooperation Organization Summit, the BRICS Leaders Meeting, the Nuclear Security Summit, high-level meetings of the 71st session of the UN General Assembly, the Asia-Europe Meeting, and the East Asian leaders meetings on cooperation.
zh_cn: 习近平主席等国家领导人出访多国，出席亚太经合组织领导人非正式会议、上海合作组织峰会、金砖国家领导人会晤、核安全峰会、联大系列高级别会议、亚欧首脑会议、东亚合作领导人系列会议等重大活动。

source: We hosted the first-ever Lancang-Mekong Cooperation Leaders Meeting.
zh_cn: 成功举办澜沧江－湄公河合作首次领导人会议。

source: China's coordination and cooperation with other major countries were strengthened, its comprehensive cooperation with neighboring countries continued to be boosted, its friendship and cooperation with other developing countries were deepened, and its interactions with the UN and other international organizations became closer.
zh_cn: 同主要大国协调合作得到加强，同周边国家全面合作持续推进，同发展中国家友好合作不断深化，同联合国等国际组织联系更加密切。

source: China was actively involved in reforming and improving the global governance system.
zh_cn: 积极促进全球治理体系改革与完善。

source: We played our part in ensuring that the Paris Agreement was put into force.
zh_cn: 推动《巴黎协定》生效。

source: Economic diplomacy and personal and cultural exchanges yielded notable outcomes.
zh_cn: 经济外交、人文交流成果丰硕。

source: We were resolute in upholding China's sovereignty, territorial integrity, and maritime rights and interests.
zh_cn: 坚定维护国家领土主权和海洋权益。

source: As a responsible major country, China has been playing a constructive role in international and regional issues and has made significant contributions to world peace and development.
zh_cn: 中国作为负责任大国，在国际和地区事务中发挥了建设性作用，为世界和平与发展作出了重要贡献。

source: We celebrated the 95th anniversary of the founding of the Communist Party of China and the 80th anniversary of the victory of the Long March of the Chinese Workers and Peasants Red Army, demonstrating our unshakable will to remain true to the founding mission of the Party, to keep pressing ahead, and to overcome all difficulties, and showing the firm determination of all Chinese people to keep up our stride on the new Long March and continue striving for new victories.
zh_cn: 隆重庆祝中国共产党成立95周年，隆重纪念中国工农红军长征胜利80周年，宣示了我们不忘初心、继续前进、战胜一切困难的坚强意志，彰显了全国人民走好新的长征路、不断夺取新胜利的坚定决心！

source: We owe all the achievements made over the past year to the sound leadership of the Party Central Committee with Comrade Xi Jinping at its core and the concerted efforts of the Party, the military, and the people of all our nation's ethnic groups.
zh_cn: 过去一年取得的成绩，是以习近平同志为核心的党中央正确领导的结果，是全党全军全国各族人民团结奋斗的结果。

source: On behalf of the State Council, I wish to express our sincere gratitude to all our people, including public figures from all sectors of society, and to other parties and people's organizations.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express our sincere appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions and in Taiwan, and to Chinese nationals overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also wish to express our heartfelt thanks to the governments of other countries, international organizations, and friends from all over the world who have shown understanding and support for China in its endeavor to modernize.
zh_cn: 向关心和支持中国现代化建设事业的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: Yet we must not lose sight of the many problems and challenges China faces in pursuing economic and social development.
zh_cn: 我们也清醒看到，经济社会发展中还存在不少困难和问题。

source: The internal forces driving economic growth need to be strengthened.
zh_cn: 经济增长内生动力仍需增强，

source: Overcapacity poses a serious challenge in some industries.
zh_cn: 部分行业产能过剩严重，

source: Some enterprises face difficulties in their production and operations.
zh_cn: 一些企业生产经营困难较多，

source: Economic prospects for different regions are divergent.
zh_cn: 地区经济走势分化，

source: Fiscal imbalance is becoming great.
zh_cn: 财政收支矛盾较大，

source: And potential economic and financial risks cannot be overlooked.
zh_cn: 经济金融风险隐患不容忽视。

source: Environmental pollution remains grave, and in particular, some areas are frequently hit by heavy smog. We need to further strengthen our steps to combat pollution.
zh_cn: 环境污染形势依然严峻，特别是一些地区严重雾霾频发，治理措施需要进一步加强。

source: There are also many problems causing public concern in housing, education, healthcare, elderly care, food and drug safety, and income distribution.
zh_cn: 在住房、教育、医疗、养老、食品药品安全、收入分配等方面，人民群众还有不少不满意的地方。

source: It is distressing that there were some major accidents in the coal mining, construction, and transportation sectors.
zh_cn: 煤矿、建筑、交通等领域发生了一些重大安全事故，令人痛心。

source: There is still room for improvement in government performance.
zh_cn: 政府工作存在不足，

source: Some reform policies and measures have not been fully implemented.
zh_cn: 有些改革举措和政策落实不到位，

source: Excess fees and charges being levied on businesses and difficulties facing individuals who want to access government services remain standout problems.
zh_cn: 涉企收费多、群众办事难等问题仍较突出，

source: We still see problems of laws and regulations being enforced in a non-standard, unfair, or uncivil way.
zh_cn: 行政执法中存在不规范不公正不文明现象，

source: A small number of government employees are lazy and neglectful of their duties or shirk responsibility.
zh_cn: 少数干部懒政怠政、推诿扯皮，

source: Corruption often occurs in some sectors.
zh_cn: 一些领域腐败问题时有发生。

source: We must confront these challenges head-on, be ready to bear the weight of responsibility, and do our all to deliver. We must fulfill our historic mission and live up to the great trust placed in us by the Chinese people.
zh_cn: 我们一定要直面挑战，敢于担当，全力以赴做好政府工作，不辱历史使命，不负人民重托。

source: Esteemed Deputies, I now wish to discuss with you what the government will do in 2017.
zh_cn: 二、2017年工作总体部署

source: This year, the Communist Party of China will hold its 19th National Congress, so it will be a year of great significance for advancing the cause of the Party and our country.
zh_cn: 今年将召开中国共产党第十九次全国代表大会，是党和国家事业发展中具有重大意义的一年。

source: To deliver in our work this year, the government will do the following:
zh_cn: 做好政府工作，要

source: -- Follow the leadership of the Party Central Committee with Comrade Xi Jinping at its core
zh_cn: 在以习近平同志为核心的党中央领导下，

source: -- Hold high the banner of socialism with Chinese characteristics
zh_cn: 高举中国特色社会主义伟大旗帜，

source: -- Implement fully the guidelines from the 18th National Party Congress and those of the third through sixth plenary sessions of the 18th Party Central Committee
zh_cn: 全面贯彻党的十八大和十八届三中、四中、五中、六中全会精神，

source: -- Take as our guide Deng Xiaoping Theory, the Theory of Three Represents, and the Scientific Outlook on Development
zh_cn: 以邓小平理论、“三个代表”重要思想、科学发展观为指导，

source: -- Put into practice the principles from General Secretary Xi Jinping's major addresses and his new vision, thinking, and strategies for China's governance
zh_cn: 深入贯彻习近平总书记系列重要讲话精神和治国理政新理念新思想新战略，

source: -- Promote balanced economic, political, cultural, social, and ecological progress and coordinated implementation of the Four-Pronged Comprehensive Strategy (Note: This refers to making comprehensive moves to finish building a moderately prosperous society in all respects, deepen reform, advance the law-based governance of China, and strengthen Party self-governance)
zh_cn: 统筹推进“五位一体”总体布局和协调推进“四个全面”战略布局，

source: -- Remain committed to the underlying principle of making progress while keeping performance stable
zh_cn: 坚持稳中求进工作总基调，

source: -- Gain a strong understanding of and put into practice the new development philosophy
zh_cn: 牢固树立和贯彻落实新发展理念，

source: -- Adapt to, approach in the right way, and steer the new normal in economic development
zh_cn: 适应把握引领经济发展新常态，

source: -- Give central importance to improving the quality and returns of development
zh_cn: 坚持以提高发展质量和效益为中心，

source: -- Ensure that macro-level policy is consistent, industrial policy is targeted, micro-level policy injects dynamism into the market, reform policy delivers outcomes, and social policy sees basic living needs are met
zh_cn: 坚持宏观政策要稳、产业政策要准、微观政策要活、改革政策要实、社会政策要托底的政策思路，

source: -- Focus on supply-side structural reform
zh_cn: 坚持以推进供给侧结构性改革为主线，

source: -- Expand aggregate demand as appropriate
zh_cn: 适度扩大总需求，

source: -- Do better in guiding expectations
zh_cn: 加强预期引导，

source: -- Strengthen the role of innovation in driving development
zh_cn: 深化创新驱动，

source: -- Maintain stable growth, promote reform, make structural adjustments, improve living standards, and guard against risks
zh_cn: 全面做好稳增长、促改革、调结构、惠民生、防风险各项工作，

source: -- Maintain stable and sound economic development as well as social harmony and stability
zh_cn: 保持经济平稳健康发展和社会和谐稳定，

source: These efforts should enable us to pave the way for the 19th National Party Congress with outstanding achievements.
zh_cn: 以优异成绩迎接党的十九大胜利召开。

source: The developments both in and outside of China require that we are ready to face more complicated and graver situations.
zh_cn: 综合分析国内外形势，我们要做好应对更加复杂严峻局面的充分准备。

source: World economic growth remains sluggish, and both the deglobalization trend and protectionism are growing. =
zh_cn: 世界经济增长低迷态势仍在延续，“逆全球化”思潮和保护主义倾向抬头，

source: There are many uncertainties about the direction of the major economies' policies and their spillover effects, and the factors that could cause instability and uncertainty are visibly increasing.
zh_cn: 主要经济体政策走向及外溢效应变数较大，不稳定不确定因素明显增加。

source: China is at a crucial and challenging stage in its own development endeavors, and there are many salient challenges and problems in the economy.
zh_cn: 我国发展处在爬坡过坎的关键阶段，经济运行存在不少突出矛盾和问题。

source: The difficulties we face are not to be underestimated, but we must remain confident that they will be overcome.
zh_cn: 困难不容低估，信心不可动摇。

source: China has a solid material foundation, abundant human resources, a huge market, and a complete system of industries. It is making faster scientific and technological progress, and has a complete range of infrastructure. We have good conditions for sustaining economic development, and many innovative tools and policy options for conducting macroeconomic regulation.
zh_cn: 我国物质基础雄厚、人力资源充裕、市场规模庞大、产业配套齐全、科技进步加快、基础设施比较完善，经济发展具有良好支撑条件，宏观调控还有不少创新手段和政策储备。

source: We should follow the leadership of the Party, uphold the Party's fundamental political guidelines, and keep to the path of socialism with Chinese characteristics; we should rely on the inexhaustible creativity of the people, unite as one, and forge ahead. It is our firm belief that by doing this, we will make great new achievements in China's development.
zh_cn: 我们坚信，有党的坚强领导，坚持党的基本路线，坚定不移走中国特色社会主义道路，依靠人民群众的无穷创造力，万众一心、奋力拼搏，我国发展一定能够创造新的辉煌。

source: Based on the above considerations, we have set the following key projected targets for development this year:
zh_cn: 今年发展的主要预期目标是：

source: -- GDP growth of around 6.5 percent, or higher if possible in practice
zh_cn: 国内生产总值增长6.5%左右，在实际工作中争取更好结果；

source: -- CPI increase kept at around 3 percent
zh_cn: 居民消费价格涨幅3%左右；

source: -- Over 11 million new urban jobs, and a registered urban unemployment rate within 4.5 percent
zh_cn: 城镇新增就业1100万人以上，城镇登记失业率4.5%以内；

source: -- A steady rise in import and export volumes, and a basic balance in international payments
zh_cn: 进出口回稳向好，国际收支基本平衡；

source: -- Increases in personal income basically in step with economic growth
zh_cn: 居民收入和经济增长基本同步；

source: -- A reduction of at least 3.4 percent in energy consumption per unit of GDP, and continued reductions in the release of major pollutants
zh_cn: 单位国内生产总值能耗下降3.4%以上，主要污染物排放量继续下降。

source: The projected target for this year's growth is realistic and in keeping with economic principles; it will help steer and steady expectations and make structural adjustments; and it will help achieve the goal of finishing the building of a moderately prosperous society in all respects.
zh_cn: 今年的经济增长预期目标，符合经济规律和客观实际，有利于引导和稳定预期、调整结构，也同全面建成小康社会要求相衔接。

source: An important reason for stressing the need to maintain stable growth is to ensure employment and improve people's lives.
zh_cn: 稳增长的重要目的是为了保就业、惠民生。

source: As employment pressure grows this year, we will continue to give top priority to creating jobs and implement a more proactive employment policy.
zh_cn: 今年就业压力加大，要坚持就业优先战略，实施更加积极的就业政策。

source: This year's target for urban job creation is one million more than last year, underlining the greater importance we are attaching to employment.
zh_cn: 城镇新增就业预期目标比去年多100万人，突出了更加重视就业的导向。

source: Considering our sound economic fundamentals and the capacity they bring for job creation, with hard work, this target is attainable.
zh_cn: 从经济基本面和就业吸纳能力看，这一目标通过努力是能够实现的。

source: This year, we will continue to pursue a proactive fiscal policy and a prudent monetary policy.
zh_cn: 今年要继续实施积极的财政政策和稳健的货币政策，

source: On the basis of conducting range-based regulation, we will focus more on targeted and well-timed regulation and increase the foresight, precision, and effectiveness of our regulation.
zh_cn: 在区间调控基础上加强定向调控、相机调控，提高预见性、精准性和有效性，

source: We will strengthen coordination of consumption, investment, regional, industrial, and environmental protection policies, and ensure the economy performs within an appropriate range.
zh_cn: 注重消费、投资、区域、产业、环保等政策的协调配合，确保经济运行在合理区间。

source: We will pursue a more proactive and effective fiscal policy.
zh_cn: 财政政策要更加积极有效。

source: This year's deficit-to-GDP ratio is projected to be 3 percent, with the fiscal deficit set at 2.38 trillion yuan, representing a year-on-year increase of 200 billion yuan.
zh_cn: 今年赤字率拟按3%安排，财政赤字2.38万亿元，比去年增加2000亿元。

source: To break this down, the projected deficit of the central government is 1.55 trillion yuan, and the projected deficit of local governments is 830 billion yuan.
zh_cn: 其中，中央财政赤字1.55万亿元，地方财政赤字8300亿元。

source: Local government special bonds to be issued will total 800 billion yuan, and local government bonds will continue to be issued to replace their outstanding debt.
zh_cn: 安排地方专项债券8000亿元，继续发行地方政府置换债券。

source: The main reason for keeping this year's deficit-to-GDP ratio unchanged is to allow for further reductions in taxes and fees. Over the course of the year, the tax burden on businesses will be further eased by around 350 billion yuan, and business related fees will be further cut by around 200 billion yuan to benefit market entities.
zh_cn: 今年赤字率保持不变，主要是为了进一步减税降费，全年再减少企业税负3500亿元左右、涉企收费约2000亿元，一定要让市场主体有切身感受。

source: Government budgets should highlight priorities; spending in some areas should be maintained while in others cuts should be made; and more should be spent to strengthen areas of weakness and improve living standards.
zh_cn: 财政预算安排要突出重点、有保有压，加大力度补短板、惠民生。

source: General transfer payments to local governments will be increased by 9.5 percent, with the focus on increasing transfer payments for equalizing access to basic public services and stepping up subsidies for regions facing economic difficulties.
zh_cn: 对地方一般性转移支付规模增长9.5%，重点增加均衡性转移支付和困难地区财力补助。

source: We will scale down non-priority spending and cut budgets for projects that do not deliver desired outcomes.
zh_cn: 压缩非重点支出，减少对绩效不高项目的预算安排。

source: Governments at all levels should tighten their belts, and central government departments should take the lead by cutting no less than 5 percent of their general expenditures.
zh_cn: 各级政府要坚持过紧日子，中央部门要带头，一律按不低于5%的幅度压减一般性支出，

source: No increase in spending on official overseas visits, official vehicles, or official hospitality is permitted; and we will squeeze out more funds to cover cuts in taxes and fees. We will keep government spending low and enrich our people.
zh_cn: 决不允许增加“三公”经费，挤出更多资金用于减税降费，坚守节用裕民的正道。

source: We will continue to pursue a prudent and neutral monetary policy.
zh_cn: 货币政策要保持稳健中性。

source: The M2 money supply and aggregate financing are forecasted to grow by around 12 percent in 2017.
zh_cn: 今年广义货币M2和社会融资规模余额预期增长均为12%左右。

source: We will apply a full range of monetary policy instruments, maintain basic stability in liquidity, see that market interest rates remain at an appropriate level, and improve the transmission mechanism of monetary policy.
zh_cn: 要综合运用货币政策工具，维护流动性基本稳定，合理引导市场利率水平，疏通传导机制，

source: We will encourage a greater flow of financial resources into the real economy, particularly in support of agriculture, rural areas, and farmers, and small and micro businesses.
zh_cn: 促进金融资源更多流向实体经济，特别是支持“三农”和小微企业。

source: The RMB exchange rate will be further liberalized, and the currency's stable position in the global monetary system will be maintained.
zh_cn: 坚持汇率市场化改革方向，保持人民币在全球货币体系中的稳定地位。

source: To deliver a good performance this year, we in government should stick to the following guidelines:
zh_cn: 做好今年政府工作，要把握好以下几点。

source: First, we should make progress while maintaining stable performance and keep our strategic focus.
zh_cn: 一是贯彻稳中求进工作总基调，保持战略定力。

source: Stability is of overriding importance. We should ensure stable growth, maintain employment, and prevent risks. To ensure overall economic and social stability we must not allow the redline to be crossed concerning financial security, people's wellbeing, or environmental protection.
zh_cn: 稳是大局，要着力稳增长、保就业、防风险，守住金融安全、民生保障、环境保护等方面的底线，确保经济社会大局稳定。

source: We should, while maintaining stable performance, endeavor to make progress, deepen reforms, accelerate structural adjustments, be prepared to take on some really tough problems, and push to make progress in key areas.
zh_cn: 在稳的前提下要勇于进取，深入推进改革，加快结构调整，敢于啃“硬骨头”，努力在关键领域取得新进展。

source: Second, we should focus on supply-side structural reform.
zh_cn: 二是坚持以推进供给侧结构性改革为主线。

source: We must give priority to improving supply-side structure. We should streamline administration, reduce taxes, further expand market access, and encourage innovation; and we should keep micro entities energized, reduce ineffective supply while expanding effective supply, and better adapt to and guide demand.
zh_cn: 必须把改善供给侧结构作为主攻方向，通过简政减税、放宽准入、鼓励创新，持续激发微观主体活力，减少无效低效供给、扩大有效供给，更好适应和引导需求。

source: Like the struggle from chrysalis to butterfly, this process of transformation and upgrading is filled with promise but also accompanied by great pain; it is urgent, formidable, and complicated.
zh_cn: 这是一个化蛹成蝶的转型升级过程，既充满希望又伴随阵痛，既非常紧迫又艰巨复杂。

source: We should press forward with courage and get the job done.
zh_cn: 要勇往直前，坚决闯过这个关口。

source: Third, we should expand aggregate demand as appropriate and improve its efficacy.
zh_cn: 三是适度扩大总需求并提高有效性。

source: China's potential domestic demand is enormous, and it is both necessary and possible for domestic demand to be expanded. The key is to know where to start.
zh_cn: 我国内需潜力巨大，扩内需既有必要也有可能，关键是找准发力点。

source: We need to increase consumer spending to improve people's lives, and boost investment to strengthen areas of weakness and sustain development, so that the expansion of domestic demand becomes more effective and sustainable and supply-side reform and demand-side regulation reinforce each other.
zh_cn: 要围绕改善民生来扩大消费，着眼补短板、增后劲来增加投资，使扩内需更加有效、更可持续，使供给侧改革和需求侧管理相辅相成、相得益彰。

source: Fourth, we should rely on innovation to replace old growth drivers with new ones and speed up structural improvement and upgrading.
zh_cn: 四是依靠创新推动新旧动能转换和结构优化升级。

source: Having reached the current stage of development, China can now advance only through reform and innovation.
zh_cn: 我国发展到现在这个阶段，不靠改革创新没有出路。
